kicad
git
vim
subversion
dropbox
cmake
youtube-dl
terminator
eclipse
librecad
arduino
putty
dia
rpm
uget
wine
virtualbox
acidrip
easytag
gimp
imagemagick
vlc
soundconverter
mysql-workbench
mantid
qt4-qmake
qt4-doc
qt4-designer
qt4-dev-tools
uberwriter
p7zip-full
rawstudio
mosquitto-clients
ibus
ibus-anthy
maven
netbeans
oracle-jdk7-installer
lmms
filezilla
mypaint
fish
xchat
