kicad
git
vim
subversion
dropbox
cmake
youtube-dl
terminator
eclipse
librecad
arduino
putty
dia
rpm
uget
wine
virtualbox
acidrip
easytag
gimp
imagemagick
vlc
soundconverter
mysql-workbench
mantid
